2022/02/notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<!-- 2024-03-25 Mon 00:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>2022 年 2 月随笔</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="panshishuo" />
<link rel="icon" href="/panshi/favicon.ico" type="image/vnd.microsoft.icon"/><link rel="stylesheet" type="text/css" href="/panshi/style.css"/>
</head>
<body>
<div id="preamble" class="status">
<div id="org-div-home-and-up">
 <a accesskey="h" href="/panshi/sitemap.html"> 索引 </a>
 |
 <a accesskey="H" href="/panshi"> 主页 </a>
 |
 <a accesskey="" href="/panshi/pics.html"> 图集 </a>
 |
 <a accesskey="" href="https://github.com/xingangshi" target="_blank"> GITHUB </a>
 |
 <a accesskey="" href="https://www.shixingang.com/diary/" target="_blank"> 随笔 </a>
 |
 <a accesskey="" href="https://www.geekpanshi.com/" target="_blank"> 旧博客 </a>
 |
 <a><input type="text" class="st-default-search-input" placeholder="站内搜索..."/></a>
</div>
<script type="text/javascript">
  (function(w,d,t,u,n,s,e){w['SwiftypeObject']=n;w[n]=w[n]||function(){
  (w[n].q=w[n].q||[]).push(arguments);};s=d.createElement(t);
  e=d.getElementsByTagName(t)[0];s.async=1;s.src=u;e.parentNode.insertBefore(s,e);
  })(window,document,'script','//s.swiftypecdn.com/install/v2/st.js','_st');

  _st('install','-7xxk_zZkMGeYu7EHZqk','2.0.0');
</script>

<script src="https://cdn.bootcss.com/vue/2.6.11/vue.min.js"></script>
</div>
<div id="content">
<h1 class="title">2022 年 2 月随笔</h1>
<div id="table-of-contents">
<h2>&#30446;&#24405;</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org70833c4">随想</a></li>
<li><a href="#org755e43e">格局</a></li>
<li><a href="#org1dd4b63">安全感和童年</a></li>
<li><a href="#org28bc902">请友善待人</a></li>
<li><a href="#org5022d8f">为什么 30 不是新的 20</a></li>
<li><a href="#org1c85e1d">稻盛和夫：勤劳根本不能致富</a></li>
<li><a href="#org0ed8641">五年计划</a></li>
<li><a href="#orgb1da6a8">性爱与婚姻</a></li>
<li><a href="#org87d8cf9">被拐的流程</a></li>
<li><a href="#org85d2024">原来的配方，熟悉的味道</a></li>
<li><a href="#orgacbe534">想做什么，立刻就去做</a></li>
</ul>
</div>
</div>

<div id="outline-container-org70833c4" class="outline-2">
<h2 id="org70833c4">随想</h2>
<div class="outline-text-2" id="text-org70833c4">
<ul class="org-ul">
<li>一个人对与人交往的爱好程度，跟他的智力的平庸及思想的贫乏成正比。人们在这个世界上要么选择独处，要么选择庸俗，除此以外再没有更多别的选择了。</li>
</ul>
</div>
</div>

<div id="outline-container-org755e43e" class="outline-2">
<h2 id="org755e43e">格局</h2>
<div class="outline-text-2" id="text-org755e43e">
<p>
最近很喜欢一段话：欲成大树，莫与草争；将军有剑，不斩草蝇；遇烂人及时止损；遇烂事及时抽身。格局小的人，喜欢诋毁和嫉妒，我不好我也不能让你好。
</p>

<p>
格局大的人都懂得一个道理：强者互帮，弱者互撕。人性最大的愚蠢就是相互为难，人活着发自己的光就好，何必吹灭别人的灯。
</p>
</div>
</div>

<div id="outline-container-org1dd4b63" class="outline-2">
<h2 id="org1dd4b63">安全感和童年</h2>
<div class="outline-text-2" id="text-org1dd4b63">
<p>
人生总是要被打脸的。我宁愿在小时候被温暖，长大了再被社会打脸，也不愿意小时候就被打脸，长大了才被温暖。
</p>

<p>
因为这两种人生的感受是完全不同的。前者的默认状态就是自信、乐观、好奇、开心的，ta 认为这个世界总体上是安全的，因此可以去探索、去尝试；ta 对别人抱有一种善意假设，除非已经有了劣迹，不然总是愿意交往看看;ta觉得自己有能力，可以改造世界，使自己生活得更好，使世界也变得更好。虽然长大以后，会历经各种打击，使得 ta 对世界的看法越来越客观，但 ta 一辈子的心理底色，都是明亮的。
</p>

<p>
相反，后者的默认状态是焦虑、迷茫、担忧、怨恨的，ta 的大脑已经被小时候的经历训练为“这个世界危机四伏，我的第一要务是保护自己”，因此对别人经常是恶意假设，“总有刁民要害朕”；对自己不够有信心，总在担心别人对自己的评价，就怕自己不能满足别人的期望，或者被别人看不起，也不太敢去探索世界。当然，ta 会慢慢地发现，其实世界没有那么可怕，别人没有那么坏，自己其实也是有能力、值得被爱的，但 ta 一辈子的心理底色，都是阴郁的。
</p>
</div>
</div>

<div id="outline-container-org28bc902" class="outline-2">
<h2 id="org28bc902">请友善待人</h2>
<div class="outline-text-2" id="text-org28bc902">
<p>
请友善待人，因为你不一定了解：
</p>
<ol class="org-ol">
<li>对方的过去；</li>
<li>对方的想法；</li>
<li>对方的创伤；</li>
<li>对方的烦恼；</li>
<li>对方的焦虑；</li>
<li>对方的抑郁；</li>
<li>对方的孤独寂寞；</li>
<li>对方的脆弱不安；</li>
<li>对方的自杀倾向。</li>
</ol>
</div>
</div>

<div id="outline-container-org5022d8f" class="outline-2">
<h2 id="org5022d8f">为什么 30 不是新的 20</h2>
<div class="outline-text-2" id="text-org5022d8f">
<p>
（梅格·杰伊）
</p>

<p>
大意：
</p>

<p>
我们 20 多岁是成人发展的关键时期；
要成就大事，你需要一个计划，而不是足够的时间；
在我们 30 多岁的时候一次完成所有事情会更加困难和压力更大。
</p>

<p>
三个建议：
</p>
<ol class="org-ol">
<li>不要沉陷于身份危机，要努力获取并积累身份资本；</li>
<li>跳出熟悉的朋友圈，善于利用弱关系；</li>
<li>现在开始选择伴侣，组建有爱的家庭：家庭关系好不好真的能决定一个人的一生；</li>
</ol>

<p>
结论：
这就是我现在有幸每天对像艾玛这样的 20 多岁的人说的话：30 岁不是新的 20 岁，所以，申领你的成年，获得一些身份资本，利用你的弱关系，选择你的家庭。 不要被你不知道或没有做过的事情所定义。 你现在正在决定你的生活。
</p>
</div>
</div>

<div id="outline-container-org1c85e1d" class="outline-2">
<h2 id="org1c85e1d">稻盛和夫：勤劳根本不能致富</h2>
<div class="outline-text-2" id="text-org1c85e1d">
<p>
勤劳根本不能致富，当今社会信息产量过剩，努力和回报根本没有因果关系，盲目的努力是在消耗生命。
</p>

<p>
做事讲究的是效率，而非你付出的多少，请不要用勤劳来掩饰你的不动脑，认知、资源、方法、选择，比努力更重要。
</p>

<p>
很多人输在了不是不够努力，而是输在了盲目努力和傻傻坚持上，你要抬头看路，而非低头干活！
</p>
</div>
</div>

<div id="outline-container-org0ed8641" class="outline-2">
<h2 id="org0ed8641">五年计划</h2>
<div class="outline-text-2" id="text-org0ed8641">
<p>
我们站在现在看，自己为五年前的目标和计划做了些什么、完成了这些目标和计划吗？我们现在又在为五年后的目标和计划，做了什么。
</p>

<p>
任何时间想做事，都不晚；
</p>

<p>
一些事情，现在不做，以后总要付出更大的代价去做。
</p>
</div>
</div>

<div id="outline-container-orgb1da6a8" class="outline-2">
<h2 id="orgb1da6a8">性爱与婚姻</h2>
<div class="outline-text-2" id="text-orgb1da6a8">
<p>
性是一种自然的人类需要，就像食物和饮料一样。
</p>

<p>
性欲正同食欲是一样的。愈是节制，欲望就愈高；反过来，欲望满足了，它就会暂时消解。而当性欲急切时，它会把一切都从人类精神范围之内排挤出去。
</p>

<p>
罗素 《性爱与婚姻》
</p>
</div>
</div>

<div id="outline-container-org87d8cf9" class="outline-2">
<h2 id="org87d8cf9">被拐的流程</h2>
<div class="outline-text-2" id="text-org87d8cf9">
<p>
最近好多妇女被拐的事儿被浮出水面我发现很多女人压根不是神经病人贩子流程:
</p>

<p>
```
拐走 &#x2013;&gt; 下药 &#x2013;&gt; 轮奸 &#x2013;&gt; 暴打 &#x2013;&gt; 轮奸 &#x2013;&gt; 虐待 &#x2013;&gt; 轮奸 &#x2013;&gt; 关押 &#x2013;&gt; 卖一手 &#x2013;&gt; 生娃 &#x2013;&gt; 卖二手 &#x2013;&gt; 虐待生娃 &#x2013;&gt; 女的疯了
```
</p>

<p>
我想请所有正常女人假想一下：
</p>

<p>
如果是你，下班路上被一麻袋拖到车里经历了这些，你会在第几个流程疯？疯了就好控制了，沦为生育的母猪。
</p>

<p>
我不知道原来这么多，这么惨。人间地狱。
</p>

<p>
这种事就是你万一倒霉，就一辈子消失在人海连发微博警示大家的机会都没有了。
</p>
</div>
</div>

<div id="outline-container-org85d2024" class="outline-2">
<h2 id="org85d2024">原来的配方，熟悉的味道</h2>
<div class="outline-text-2" id="text-org85d2024">
<p>
徐州铁链女，武汉李文亮
</p>

<p>
第一篇通告：不存在拐卖；
第二篇通告：未发现拐卖；
第三篇通告：不排除拐卖；
第四篇通报：涉嫌非法拘禁。
</p>

<p>
原来的配方，熟悉的味道：
</p>

<p>
第一篇公布：不会人传人；
第二篇公布：未发现人传人；
第三篇公布：不排除人传人；
第四篇公布：发现个别人传人。
</p>
</div>
</div>

<div id="outline-container-orgacbe534" class="outline-2">
<h2 id="orgacbe534">想做什么，立刻就去做</h2>
<div class="outline-text-2" id="text-orgacbe534">
<p>
想做什么，立刻就去做！
</p>

<p>
20 岁时，你要得起你 10 多岁时想要的零食，却没有了当初的那般期待感。
30 岁时，鼓起勇气去追 20 岁时不敢追的姑娘，可姑娘早已嫁为人妻。
40 岁时，你再想去买 20 岁时买不起的球鞋，可你早已不再年轻。
</p>

<p>
人生就是这样，错过了，你就再也回不来了，有些事情你现在不做，你以后也做不了了。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<hr/>
<script src="https://utteranc.es/client.js"
    repo="geekpanshi/apc"
    issue-term="pathname"
    label="apc"
    theme="github-light"
    crossorigin="anonymous"
    async>
</script>
<hr/>
<p >标题：2022 年 2 月随笔</p>
<p class="date">日期：2024-03-25 Mon 00:00</p>
<p class="author">作者：<a href="https://nas.qysit.com:2046/geekpanshi/panshi_imgs/-/raw/main/images/about/dx17wGO.png">磐石说</a></p>
<p class="creator">© 2018 – 2023 <a href="https://github.com/geekpanshi">GeekPanshi</a> (<a href="https://www.shixingang.com/">shixingang</a>)</p>
<p class="validation"></p>
</div>
</body>
</html>
